Revit 2027 API
ParameterTypeId.RebarElemScheduleMark Property
 "Schedule Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarElemScheduleMark { get; }
Public Shared ReadOnly Property RebarElemScheduleMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarElemScheduleMark {
	ForgeTypeId^ get ();
}
static member RebarElemScheduleMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace